<template>
    <div>
       <h3>当前版本1.0.7</h3>
      <div>
        <p>版本号1.0.7</p>
        <p>修复：</p>
          <p>1.识别图详情：识别图ID取值错误</p>
      </div>
      <div>
        <p>版本号1.0.6</p>
        <p>修复：</p>
          <p>1.地图库管理，增加列表修改时间列</p>
      </div>
      <div>
        <p>版本号1.0.5</p>
        <p>修复：</p>
          <p>1.地图库管理，列表名“库类型”改成“地图库类型</p>
          <p>2.地图库管理，地图处于等待转化和转换中这两个状态时，去掉“停止”按钮</p>
          <p>3.后台-地图库管理，列表缺少“创建者”一列</p>
      </div>
      <div>
        <p>版本号1.0.4</p>
        <p>更新：</p>
          <p>1.地图库管理-状态从异常变为未更新后的未更新状态禁用下载地图数据按钮</p>
          <p>2.地图库管理-增加地图尺度显示</p>
          <p>3.网页名改为Locus</p>
      </div>
      <div>
        <p>版本号1.0.3</p>
        <p>bug：</p>
          <p>1.地图库管理-状态异常禁用下载地图数据按钮</p>
          <p>2.地图库管理-上传完激光扫描结果后未显示（未下载）最新数据</p>
      </div>
      <div>
        <p>版本号1.0.2</p>
        <p>更新：</p>
        <p>1.增加云识别、本地识别管理、地图库管理。</p>
      </div>
      <div>
        <p>版本号1.0.1</p>
        <p>修复：</p>
        <p>1.修复首页及title文字描述。</p>
      </div>
      <div>
        <p>版本号1.0.0</p>
        <p>完成大场景定位后台。</p>
      </div>
    </div>
</template>

<script>
    export default {
        name: "version"
    }
</script>

<style scoped>

</style>
